import first from "./img/banner_large.png";
import second from "./img/banner_small.png";
import trafic from "./img/trafic.png";
import building from './img/buildings.jpg'
import sporttout from './img/sporttournament.jpg'
export const newsData = [
  {
    id: 1,
    title:
      "МУСОБИҚАИ КУШОДИ ГӮШТИНИ КАМАРБАНДӢ ДАР ҶАМОАТИ ДЕҲОТИ 'НИҶОНӢ' ",
    description:
    
      
    '  Дар асоси дастуру супоришҳои Раиси Кумитаи кор бо ҷавонон ва варзиши назди Ҳукумати Ҷумҳурии Тоҷикистон муҳтарам Раҳмонзода Абдулло Қурбоналӣ, нақшаи чорабиниҳои бахши кор бо ҷавонон ва варзиши шаҳр дар деҳоти "Ниҷонӣ"-и шаҳри Истаравшан мусобиқаи шаҳрӣ оид ба намуди гӯштини камарбандӣ бо иштироки паҳлавонони номии Ҷумҳурии Ӯзбекистон ва паҳлавонони шаҳру ноҳияҳои вилояти Суғд доир гардид',
    src: sporttout,
    date: "13.03.2023 11:31",
  },
  {
    id: 2,
    title:
      "БОЗДИДИ РОҲБАРИ ГУРУҲИ КОРӢ, НАМОЯНДАИ ҲУКУМАТИ ҶУМҲУРИИ ТОҶИКИСТОН...",
    description:"БОЗДИДИ РОҲБАРИ ГУРУҲИ КОРӢ, НАМОЯНДАИ ҲУКУМАТИ ҶУМҲУРИИ ТОҶИКИСТОН ВОБАСТА БА ҶАШНИ 35-СОЛАГИИ ИСТИҚЛОЛИ ДАВЛАТИИ ҶУМҲУРИИ ТОҶИКИСТОН АШУРЗОДА АБДУЛҲАФИЗ АЗ ҶАРАЁНИ КОРҲОИ СОХТМОНӢ ДАР ИНШООТИ ҶАШНӢ.",
    src: building,
    date: "11.03.2023 11:31",
  },
  {
    id: 3,
    title:
      "Подошла к концу долгая морозная зима. Наконец-то наступила весна...",
    description:
      "Дар Истаравшан баъд аз рузхои борони ва хунукихои сард дар шахри Истаравшан обу хаво хубтар гашт.Санаи 10-уми март дар Истаравшан хаво 17°C  ва шабона 13°C.",
    src: first,
    date: "10.03.2023 15:28",
  },
  {
    id: 4,
    title: "ТАНТАНАИ ИДОНА БАХШИДА БА РӮЗИ МОДАР ТАҲТИ УНВОНИ 'ДИЛИ МОДАР'",
    description:
      "7 марти соли 2023 дар толори мақомоти иҷроияи ҳокимияти давлатии шаҳри Истаравшан тибқи нақшаи тасдиқнамудаи мақомоти иҷроияи ҳокимияти давлатии вилояти Суғд чорабинии тантанавии идона бахшида ба Рӯзи Модар таҳти унвони 'Дили Модар' бо шукӯҳу шаҳомати хоса баргузор гардид...",
    src: second,
    date: "07.03.2023 10:00",
  },
  {
    id: 5,
    title:
      "Ба маълумоти сокинон ва меҳмонони шаҳри Истаравшан расонида мешавад, ки дар асоси ...",
    description:
      "Ба маълумоти сокинон ва меҳмонони шаҳри Истаравшан расонида мешавад, ки дар асоси фармони раиси шахри Истаравшан Адхам Маъмурзода санаи 3-юми марти соли 2023 дар шахри Истаравшан якчанд ...",
    src: trafic,
    date: "03.03.2023 08:31",
  },
];
export const bannerData = [
 
  {
    id: 1,
    title:
      "Подошла долгая морозная зима. Наконец-то наступила весна...",
    date: "10.03.2023 15:28",
    src: './banner_small.png'
    
  },
  {
    id: 2,
    title:
      "Подошла к концу долгая морозная зима. Наконец-то наступила весна...",
    date: "10.03.2023 15:28",
    src: './banner_large.png'
    
  },
];
